Revit 2023 API
GroupTypeId.EnergyAnalysisBldgConsMtlThermalProps Property
 "Material Thermal Properties"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId EnergyAnalysisBldgConsMtlThermalProps { get; }
Visual Basic
Public Shared ReadOnly Property EnergyAnalysisBldgConsMtlThermalProps As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EnergyAnalysisBldgConsMtlThermalProps {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace